tap "buo/cask-upgrade"
tap "colindean/fonts-nonfree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "weaveworks/tap"
brew "bat"
brew "bench"
brew "calc"
brew "cowsay"
brew "fd"
brew "figlet"
brew "fortune"
brew "htop"
brew "httpie"
brew "lolcat"
brew "make"
brew "pstree"
brew "rabbitmq"
brew "ripgrep"
brew "rlwrap"
brew "sl"
brew "sops"
brew "tldr"
brew "johanhaleby/kubetail/kubetail"
brew "weaveworks/tap/eksctl"
cask "1password-cli"
cask "adguard"
cask "alfred"
cask "balsamiq-mockups"
cask "dash"
cask "devdocs"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-mononoki"
cask "gitter"
cask "google-chrome-canary"
cask "graphql-playground"
cask "launchcontrol"
cask "notable"
cask "onyx"
cask "open-in-code"
cask "oversight"
cask "robo-3t"
cask "safari-technology-preview"
cask "shuttle"
cask "signal"
cask "sloth"
cask "sql-power-architect-jdbc"
cask "steam"
cask "taskexplorer"
cask "transmission"
cask "transmit"
cask "visual-studio-code-insiders"
cask "colindean/fonts-nonfree/font-microsoft-office"
mas "Dark Reader for Safari", id: 1438243180
mas "iStat Menus", id: 1319778037
mas "Medis", id: 1063631769
mas "Pixelmator", id: 407963104
mas "Quiver", id: 866773894
mas "Reeder", id: 880001334
