tap "buo/cask-upgrade"
tap "colindean/fonts-nonfree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "weaveworks/tap"
brew "asciinema"
brew "aws-iam-authenticator"
brew "bat"
brew "bench"
brew "calc"
brew "cowsay"
brew "dive"
brew "doctl"
brew "faas-cli"
brew "figlet"
brew "fortune"
brew "grpc"
brew "helm"
brew "htop"
brew "httpie"
brew "lolcat"
brew "make"
brew "mkcert"
brew "protobuf"
brew "pstree"
brew "rabbitmq"
brew "ripgrep"
brew "rlwrap"
brew "sl"
brew "sops"
brew "speedtest-cli"
brew "sqlite"
brew "tldr"
brew "johanhaleby/kubetail/kubetail"
brew "weaveworks/tap/eksctl"
cask "adguard"
cask "alfred"
cask "balsamiq-mockups"
cask "bloomrpc"
cask "cloudflare-warp"
cask "dash"
cask "devdocs"
cask "epic-games"
cask "figma"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-mononoki"
cask "gitter"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "graphql-playground"
cask "keycastr"
cask "launchcontrol"
cask "notable"
cask "onyx"
cask "open-in-code"
cask "oversight"
cask "postman"
cask "robo-3t"
cask "safari-technology-preview"
cask "shuttle"
cask "sloth"
cask "sql-power-architect-jdbc"
cask "steam"
cask "taskexplorer"
cask "transmission"
cask "transmit"
cask "unity-hub"
cask "unity"
cask "visual-studio-code-insiders"
cask "visual-studio"
cask "wireshark"
cask "workflowy"
cask "colindean/fonts-nonfree/font-microsoft-office"
mas "Bad North", id: 1441005816
mas "Dark Reader for Safari", id: 1438243180
mas "GIF Brewery 3", id: 1081413713
mas "GIPHY CAPTURE", id: 668208984
mas "Houseparty", id: 1381523962
mas "Icon Set Creator", id: 939343785
mas "iStat Menus", id: 1319778037
mas "Medis", id: 1063631769
mas "Pixelmator", id: 407963104
mas "Pocket", id: 568494494
mas "Presentify", id: 1507246666
mas "Quiver", id: 866773894
mas "Save to Pocket", id: 1477385213
