tap "buo/cask-upgrade"
tap "colindean/fonts-nonfree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
brew "bat"
brew "bench"
brew "calc"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "deno"
brew "fd"
brew "figlet"
brew "fortune"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "htop"
brew "httpie"
brew "jq"
brew "lolcat"
brew "make"
brew "mariadb"
brew "mycli"
brew "mysql", link: false
brew "node"
brew "pgcli"
brew "php"
brew "postgresql"
brew "pstree"
brew "python@2"
brew "rabbitmq"
brew "redis"
brew "ripgrep"
brew "rlwrap"
brew "ruby", link: true
brew "sl"
brew "sops"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "watchman"
brew "yarn"
brew "zsh"
brew "johanhaleby/kubetail/kubetail"
cask "1password-cli"
cask "adguard"
cask "alfred"
cask "appcleaner"
cask "balsamiq-mockups"
cask "dash"
cask "devdocs"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-mononoki"
cask "gitter"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "graphql-playground"
cask "insomnia"
cask "java"
cask "karabiner-elements"
cask "launchcontrol"
cask "microsoft-edge-canary"
cask "notable"
cask "onyx"
cask "open-in-code"
cask "oversight"
cask "protonmail-bridge"
cask "robo-3t"
cask "safari-technology-preview"
cask "shuttle"
cask "signal"
cask "sloth"
cask "spotify"
cask "sql-power-architect-jdbc"
cask "steam"
cask "taskexplorer"
cask "transmission"
cask "transmit"
cask "visual-studio-code-insiders"
cask "wireshark"
cask "workflowy"
cask "ynab"
cask "colindean/fonts-nonfree/font-microsoft-office"
mas "DaisyDisk", id: 411643860
mas "Dark Reader for Safari", id: 1438243180
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Medis", id: 1063631769
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Quiver", id: 866773894
mas "Reeder", id: 880001334
