tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "coreutils"
brew "asdf"
brew "awk"
brew "aws-iam-authenticator"
brew "sqlite"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "cocoapods"
brew "diffutils"
brew "direnv"
brew "dive"
brew "docker-completion"
brew "docker-compose-completion"
brew "dockutil"
brew "doctl"
brew "faas-cli"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-trim"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "protobuf"
brew "grpc"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "mas"
brew "mint"
brew "mkcert"
brew "netlify-cli"
brew "nss"
brew "pgcli"
brew "pipx"
brew "poetry"
brew "postgresql"
brew "python-yq"
brew "redis"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "swiftlint"
brew "terraform"
brew "the_silver_searcher"
brew "thefuck"
brew "tree"
brew "vim"
brew "watchman"
brew "yarn"
brew "youtube-dl"
brew "zsh"
cask "1password-cli"
cask "android-studio"
cask "appcleaner"
cask "bartender"
cask "bloomrpc"
cask "clipy"
cask "cloudflare-warp"
cask "datagrip"
cask "discord"
cask "docker"
cask "epic-games"
cask "figma"
cask "firefox"
cask "flipper"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "lens"
cask "little-snitch"
cask "loom"
cask "microsoft-edge"
cask "notion"
cask "postman"
cask "react-native-debugger"
cask "rocket"
cask "screen"
cask "sf-symbols"
cask "shimo"
cask "signal"
cask "spotify"
cask "steam"
cask "unity"
cask "unity-hub"
cask "visual-studio"
cask "visual-studio-code"
cask "wireshark"
cask "workflowy"
mas "1Password 7", id: 1333542190
mas "AdGuard for Safari", id: 1440147259
mas "Bad North", id: 1441005816
mas "Bear", id: 1091189122
mas "CleanMyMac X", id: 1339170533
mas "com.pixelmatorteam.pixelmator.x", id: 1289583905
mas "DaisyDisk", id: 411643860
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "GIF Brewery 3", id: 1081413713
mas "GIPHY CAPTURE", id: 668208984
mas "Houseparty", id: 1381523962
mas "Icon Set Creator", id: 939343785
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "Micro Snitch", id: 972028355
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Next Meeting", id: 1017470484
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Poolside FM", id: 1514817810
mas "Presentify", id: 1507246666
mas "Reeder", id: 1529448980
mas "Screen Snake", id: 463770977
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "Twitter", id: 1482454543
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
