tap "buo/cask-upgrade"
tap "colindean/fonts-nonfree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "amazon-ecs-cli"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "bench"
brew "calc"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "direnv"
brew "dockutil"
brew "fd"
brew "fish"
brew "fortune"
brew "fzf"
brew "git"
brew "gnupg"
brew "gnu-sed"
brew "httpie"
brew "htop"
brew "jq"
# brew "kubernetes-cli" already installed through docker for mac
brew "kubernetes-helm"
brew "lolcat"
brew "mas"
brew "postgresql"
brew "redis"
brew "ripgrep"
brew "ruby", link: true
brew "speedtest-cli"
brew "tldr"
brew "tmux"
brew "thefuck"
brew "the_silver_searcher"
brew "tree"
brew "watchman"
brew "yarn", args: ["without-node"]
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "balsamiq-mockups"
cask "daisydisk"
cask "dash"
cask "datagrip"
cask "devdocs"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-mononoki"
cask "font-microsoft-office"
# cask "google-cloud-sdk"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "launchcontrol"
cask "notable"
cask "onyx"
cask "open-in-code"
cask "oversight"
cask "postman"
cask "robo-3t"
cask "shimo"
cask "shuttle"
cask "signal"
cask "spotify"
cask "sql-power-architect-jdbc"
cask "steam"
cask "tableplus"
cask "taskexplorer"
cask "teamsql"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "ynab"
mas "1Blocker", id: 1107421413
mas "1Password 7", id: 1333542190
mas "Apple Configurator 2", id: 1037126344
mas "Bear", id: 1091189122
mas "Dark Reader for Safari", id: 1438243180
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Medis", id: 1063631769
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Quiver", id: 866773894
mas "Reeder", id: 880001334
mas "Slack", id: 803453959
mas "ToothFairy", id: 1191449274
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
