akamud.vscode-theme-onedark
alefragnani.jenkins-status
almenon.birdseye-vscode
apollographql.vscode-apollo
bajdzis.vscode-database
bbenoist.shell
bierner.color-info
bigonesystems.django
christian-kohler.npm-intellisense
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
cssho.vscode-svgviewer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
deerawan.vscode-dash
DotJoshJohnson.xml
dsznajder.es7-react-js-snippets
dunstontc.viml
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
fabiospampinato.vscode-github-notifications-bell
flowtype.flow-for-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.vscode-pull-request-github
GrapeCity.gc-excelviewer
Gruntfuggly.todo-tree
hdg.live-html-previewer
HookyQR.beautify
humao.rest-client
infeng.vscode-react-typescript
ivory-lab.jenkinsfile-support
Kasik96.swift
Kelvin.vscode-sshfs
liximomo.sftp
mechatroner.rainbow-csv
michelemelluso.code-beautifier
mikestead.dotenv
mrmlnc.vscode-duplicate
ms-azuretools.vscode-cosmosdb
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode.azure-account
ms-vscode.cpptools
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
njpwerner.autodocstring
NuclleaR.vscode-extension-auto-import
oderwat.indent-rainbow
paulmolluzzo.convert-css-in-js
PeterJausovec.vscode-docker
pflannery.vscode-versionlens
pnp.polacode
polymer.polymer-ide
quicktype.quicktype
rafaelmaiolla.remote-vscode
rebornix.ruby
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
richie5um2.vscode-sort-json
ritwickdey.LiveServer
Rubymaniac.vscode-direnv
ryu1kn.partial-diff
skyapps.fish-vscode
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
Tyriar.terminal-tabs
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
vscode-snippet.Snippet
vscodevim.vim
vsmobile.vscode-react-native
WallabyJs.quokka-vscode
wayou.vscode-todo-highlight
wmaurer.change-case
yardensachs.copy-python-path
yzhang.markdown-all-in-one
zhuangtongfa.Material-theme
