adamhartford.vscode-base64
akamud.vscode-theme-onedark
alefragnani.Bookmarks
apollographql.vscode-apollo
bungcip.better-toml
coddx.coddx-alpha
codezombiech.gitignore
cybai.yaml-key-viewer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dnicolson.binary-plist
dsznajder.es7-react-js-snippets
dunstontc.viml
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
fabiospampinato.vscode-github-notifications-bell
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
GitHub.vscode-pull-request-github
googlecloudtools.cloudcode
hediet.vscode-drawio
ivory-lab.jenkinsfile-support
justjavac.vscode-deno
karigari.chat
Kasik96.swift
L13RARY.l13-diff
mariomatheu.syntax-project-pbxproj
mauve.terraform
mechatroner.rainbow-csv
mgesbert.python-path
mikestead.dotenv
mrmlnc.vscode-duplicate
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.debugger-for-chrome
msjsdiag.vscode-react-native
njpwerner.autodocstring
Orta.vscode-jest
pnp.polacode
Prisma.prisma
Prisma.vscode-graphql
quicktype.quicktype
redhat.vscode-yaml
richie5um2.vscode-sort-json
ritwickdey.LiveServer
RLNT.keep-a-changelog
Rubymaniac.vscode-direnv
ryu1kn.partial-diff
skyapps.fish-vscode
VisualStudioExptTeam.vscodeintellicode
vknabel.vscode-swiftformat
vscodevim.vim
vsmobile.vscode-appcenter
wayou.vscode-todo-highlight
wmaurer.change-case
zenghongtu.vscode-asciiflow2
zxh404.vscode-proto3
