adamhartford.vscode-base64
akamud.vscode-theme-onedark
alefragnani.Bookmarks
apollographql.vscode-apollo
bmalehorn.vscode-fish
bradlc.vscode-tailwindcss
bungcip.better-toml
clinyong.vscode-css-modules
coddx.coddx-alpha
codezombiech.gitignore
cssho.vscode-svgviewer
csstools.postcss
cybai.yaml-key-viewer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
dnicolson.binary-plist
dsznajder.es7-react-js-snippets
dunstontc.viml
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
emmanuelbeziat.vscode-great-icons
ericadamski.carbon-now-sh
esbenp.prettier-vscode
fabiospampinato.vscode-github-notifications-bell
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
GitHub.vscode-codeql
GitHub.vscode-pull-request-github
golang.go
googlecloudtools.cloudcode
GraphQL.vscode-graphql
hashicorp.terraform
hbenl.vscode-test-explorer
hediet.vscode-drawio
heybourn.headwind
ivory-lab.jenkinsfile-support
karigari.chat
Kasik96.swift
L13RARY.l13-diff
liviuschera.noctis
mariomatheu.syntax-project-pbxproj
mechatroner.rainbow-csv
mgesbert.python-path
mikestead.dotenv
mrmlnc.vscode-duplicate
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-edgedevtools.vscode-edge-devtools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.debugger-for-chrome
msjsdiag.debugger-for-edge
msjsdiag.vscode-react-native
njpwerner.autodocstring
Orta.vscode-jest
planbcoding.vscode-react-refactor
pnp.polacode
Prisma.prisma
quicktype.quicktype
redhat.vscode-yaml
richie5um2.vscode-sort-json
ritwickdey.LiveServer
RLNT.keep-a-changelog
Rubymaniac.vscode-direnv
ryu1kn.partial-diff
streetsidesoftware.code-spell-checker
Tobiah.unity-tools
Unity.unity-debug
VisualStudioExptTeam.vscodeintellicode
vknabel.vscode-swiftformat
vscodevim.vim
vsmobile.vscode-appcenter
wayou.vscode-todo-highlight
wix.glean
wix.vscode-import-cost
wmaurer.change-case
yzhang.markdown-all-in-one
zenghongtu.vscode-asciiflow2
zxh404.vscode-proto3
