evanlucas/fish-kubectl-completions
decors/fish-colored-man
edc/bass
jethrokuan/z
brgmnn/fish-docker-compose
oh-my-fish/plugin-bang-bang
nju33/fish-age
aliz-ai/google-cloud-sdk-fish-completion
oh-my-fish/plugin-aws
laughedelic/pisces
jorgebucaran/fisher
PatrickF1/fzf.fish
